html_text = """"
    <!DOCTYPE html>
    <html lang="ko" class="os_window">

    <head>
    <title>이사야 51:16 주석</title>
    <meta charset="utf-8">
    <style media="screen">
        h2 {
            color: black;
            text-align: center;
        }

        h3 {
            line-height: 1.9;
        }

        p {
            text-indent: 30px;
            line-height: 1.8;
            font: size 1.2em;
        }

        body {
            background-color: whitesmoke;
            text-align: justify;
        }

        blockquote {
            font-size: 2;
            color: blue;
            line-height: 1.9;
            border-radius: 5px;
        }

        u.spelling {
            text-decoration: red wavy underline;
        }
    </style>

    <body>

    <h2>이사야 51:16</h2>

    <h3>
        내가 내 말들을 네 입에 두었고,<sup>3</sup> 내 손의 그늘로 너를
        덮었으니 이는 내가 하늘들을 펴고 땅의 기초들을 놓고 시온에게 말하기를
        “너는 내 백성이라.” 하려 하였음이라.
    </h3>

    <p>
        3 (51:16) 하나님께서 저주하기로 정해 놓으신 이사야서에서의 또 다른
        자들은 구원받지 않고, 자기의 의를 내세우며, 그리스도를 거부하는 유대인이다
        (<a href="https://syh8293.github.io/an1/Isaiah%2049-3.html"
            target="_blank">사 49:3 주석</a> 참조). 본문의
        대상은 사람들을 두려워하고 (12절) 그처럼 많이 하나님을 잊어버린
        (13절) 유대인이다 (11절). 12-14절은 유대인들의 현재 상태를
        말한다. 하지만 재림 때 그리스도께서 돌아오시면 그분께서는 그분의
        "말씀들"을 (신정통주의자들이 말하는 것처럼 하나님의 "말씀"이 아님)
        그들의 입에 넣어 주심으로써, 이방인들이 하나님께서 말씀하시는 것을 얻으려고
        유대인들에게로 올 것이가 (4절 참조). 그러나 당신이 성경을 성경으로
        비교한다면, 이는 초림 때 예수 그리스도를 말한다 (신 18:18, 행
        3:22-26, 요 12:48-49).
    </p>
    <blockquote>
        <b>12절</b> 나, 곧 내가 너희들을 위로하는 이라. 네가 누구기에
        죽을 사람을 두려워하며 풀같이 될 사람의 아들을 두려워하느냐?<br>

        <b>13절</b> 하늘들을 펴고 땅의 기초들을 놓으신 <b>주</b>, 곧
        너를 만든 이를 잊어버리고 마치 압제자가 멸하려고 준비해 둔 것처럼 압제자의
        분노 때문에 날마다 계속해서 두려워하느냐? 압제자의 분노가 어디
        있느냐?<br>

        <b>11절</b> 그러므로 <b>주</b>의 구속받은 자들이 돌아오리니
        노래하며 시온으로 올 것이요, 또 영원한 기쁨이 그들의 머리 위에
        있으리이다. 그들은 기쁨과 즐거움을 얻을 것이며, 슬픔과 탄식은
        달아나리이다.<br>

        <b>4절</b> 내 백성아, 내게 경청하라. 오 내 민족아, 내게 귀를
        기울이라. 한 율법이 내게서 나갈 것임이요,<sup>1</sup> 내가 내
        심판을 백성의 빛으로 남게 하리라.<br>

        <b>신 18:18</b> 내가 그들의 형제들 가운데서 너와 같은 한
        선지자를 그들에게 일으켜서 내 말들을 그의 입에 두리라. 그리하면 그는 내가
        그에게 명령할 모든 것을 그들에게 말하리라.<br>

        <b>행 3:22-26</b> 모세도 실로 조상들에게 말하기를 ‘주 너희
        하나님께서 너희 형제 가운데서 나와 같은 한 선지자를 너희에게 일으키시리니
        너희는 그가 너희에게 무엇을 말하든지 그에게서 모든 말을 들으라. 누구든지
        그 선지자의 말을 듣지 않는 사람은 그 백성 가운데서 멸망되리라.’고
        했느니라. 뿐만 아니라 사무엘로부터 그 뒤를 이어 말한 모든 선지자들도
        한결같이 이 날들을 미리 말하였느니라. 너희는 그 선지자들의 자손이며, 또
        하나님께서 우리 조상들과 세우신 언약의 자손이라. 아브라함에게 말씀하시기를
        ‘네 씨 안에서 땅의 모든 족속이 복을 받으리라.’고 하셨느니라. 하나님께서
        그의 아들 예수를 일으키사 너희를 복 주시려고 먼저 너희에게 보내어 너희
        각자가 자기의 악한 행실로부터 돌아서게 하셨느니라.”고 하더라.<br>

        <b>요 12:48-49</b> 나를 거절하고 내 말들을 받아들이지 아니하는
        자는 그를 심판할 이가 있으니, 곧 내가 말한 그 말이 그를 마지막 날에
        심판하리라. 이는 내가 스스로 말한 것이 아니고 나를 보내신 아버지께서 내가
        말할 것과 이를 것을 명하셨음이니
    </blockquote><br>

    </body>

    </html>
""""

with open('html_file', 'a') as html_file:
    html_file.write(html_text)